#Создать класс
#Чтобы создать класс, используйте ключевое слово class
class MyClass:
  x = 5              #Создайте класс с именем MyClass и свойством с именем x:
  
print(MyClass)