#Создать объект
#Теперь мы можем использовать класс MyClass для создания объектов

class MyClass:
  x = 5                   
                 
p1 = MyClass()          #Создайте объект с именем p1 и выведите значение x:
print(p1.x)